IDEA StatiCa Open Model
SteelSetupAISC Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the SteelSetupAISC class
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SteelSetupAISC()
Public Sub New
public:
SteelSetupAISC()
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace